/* No comment provided by engineer. */
"%d days ago" = "%d dagar sedan";

/* No comment provided by engineer. */
"%d hours ago" = "%d timmar sedan";

/* No comment provided by engineer. */
"%d minutes ago" = "%d minuter sedan";

/* No comment provided by engineer. */
"%d months ago" = "%d månader sedan";

/* No comment provided by engineer. */
"%d seconds ago" = "%d sekunder sedan";

/* No comment provided by engineer. */
"%d weeks ago" = "%d veckor sedan";

/* No comment provided by engineer. */
"%d years ago" = "%d år sedan";

/* No comment provided by engineer. */
"A minute ago" = "En minut sedan";

/* No comment provided by engineer. */
"An hour ago" = "En timme sedan";

/* No comment provided by engineer. */
"Just now" = "Just nu";

/* No comment provided by engineer. */
"Last month" = "Förra månaden";

/* No comment provided by engineer. */
"Last week" = "Förra veckan";

/* No comment provided by engineer. */
"Last year" = "Förra året";

/* No comment provided by engineer. */
"Yesterday" = "I går";

/* No comment provided by engineer. */
"1 year ago" = "1 år sedan";

/* No comment provided by engineer. */
"1 month ago" = "1 månad sedan";

/* No comment provided by engineer. */
"1 week ago" = "1 vecka sedan";

/* No comment provided by engineer. */
"1 day ago" = "1 dag sedan";

/* No comment provided by engineer. */
"This morning" = "I morse";

/* No comment provided by engineer. */
"This afternoon" = "I eftermiddag";

/* No comment provided by engineer. */
"Today" = "I dag";

/* No comment provided by engineer. */
"This week" = "Den här veckan";

/* No comment provided by engineer. */
"This month" = "Den här månaden";

/* No comment provided by engineer. */
"This year" = "I år";

"reply_button_label" = "Reply";
"new_message_button_label" = "New Message";
"new_messages_button_label" = "New Messages";
"new_updates" = "New Updates";
"no_internet_connection" = "No Internet Connection";
"no_internet_server_error" = "No Connection. Please try again";
"view_conversation_button_label" = "View Conversation";
"select_subject_label"= "Please select a subject";
"write_a_message_hint"= "Write a message...";
"give_your_message_a_subject" = "Give your message a subject so\nit's easier to organize.";
"sent_a_message" = "sent a message";
"replied_to_your" = "replied to your message";
"send_button" = "SEND";

"new_card_label" = "New Card";
"feed_title_label"= "Feed";
"new_message_title_label"= "New Message";

"subject_feedback_label"= "Feedback";
"subject_feature_suggestion_label"= "Feature Suggestion";
"subject_complaint_label"= "Complaint";
"subject_other_label"= "Other...";

"feed_is_empty_title"= "Your Feed is Empty";
"icon_left_text"= "Tap the";
"icon_right_text"= "icon to start a";
"icon_bottom_text"= "new conversation with us.";
"second_paragraph_text"= "You can use this section to \n ask questions or send feedback";

"message_sending" = "Message Sending...";
"message_sent" = "Message Sent";
"message_failed" = "No Internet Connection";
"try_again" = "Try Again?";

// 2.4.2

"other_subject_hint" = "Please describe your message";
"reached_bottom_of_feed" = "You have reached the bottom of your feed.";

// 2.4.5

"pulsate_YOU_in_message_card" = "You";
